Repository: MasterBruhh/UnovaPokedex
Catalog: lib/l10n/app_*.arb
Languages: es

# triviaSubtitle
source: Test your Pokémon knowledge!
es: ¡Pon a prueba tu conocimiento Pokémon!

# modeSilhouetteTitle
source: Who's that Pokémon?
es: ¿Quién es ese Pokémon?

# modeSilhouetteSubtitle
source: Guess from the silhouette
es: Adivina por la silueta

# modeDescriptionTitle
source: Description Challenge
es: Desafío de descripción

# modeDescriptionSubtitle
source: Identify by Pokédex entry
es: Identifica por la entrada del Pokédex

source: START GAME
es: INICIAR JUEGO

source: Loading question...
es: Cargando pregunta...

# correctAnswer
source: Correct!
es: ¡Correcto!

# wrongAnswer
source: Wrong!
es: ¡Incorrecto!

# exitGameTitle
source: Quit Game?
es: ¿Salir del juego?

# exitGameContent
source: Are you sure you want to quit? Progress will be lost.
es: ¿Estás seguro de que quieres salir? Tu progreso se perderá.

source: Cancel
es: Cancelar

# exit
source: Quit
es: Salir

source: Your Score
es: Tu puntuación

source: PLAY AGAIN
es: JUGAR DE NUEVO

source: MAIN MENU
es: MENÚ PRINCIPAL

# scoreMsg0
source: Don't give up! Every Pokémon Master started somewhere.
es: ¡No te rindas! Todo Maestro Pokémon empezó en algún lugar.

# scoreMsgLow
source: Great start! Keep training to become a Pokémon Master!
es: ¡Buen comienzo! ¡Sigue entrenando para convertirte en Maestro Pokémon!

# scoreMsgMid
source: Good job! You are on your way to greatness!
es: ¡Buen trabajo! ¡Estás en camino a la grandeza!

# scoreMsgHigh
source: Impressive! You really know your Pokémon!
es: ¡Impresionante! ¡Realmente conoces a tus Pokémon!

# scoreMsgMax
source: Incredible! You are a true Pokémon Master!
es: ¡Increíble! ¡Eres un verdadero Maestro Pokémon!

# backButtonLabel
source: Back
es: Regresar

# silhouetteLabel
source: Pokémon silhouette
es: Silueta de Pokémon

# revealedLabel
source: Revealed Pokémon image
es: Imagen de Pokémon revelada

# timeUp
source: Time's up!
es: ¡Tiempo agotado!

# secondsRemaining
source: {seconds} seconds remaining
es: {seconds} segundos restantes

# rankingAndAchievements
source: Ranking & Achievements
es: Ranking y Logros

# achievementsTab
source: Achievements
es: Logros

source: Best Score
es: Mejor Puntuación

# bestScoreLabel
source: Your all-time best score
es: Tu mejor puntuación histórica

# noRankingYet
source: No records yet
es: Sin registros aún

# playToSeeRanking
source: Play to see your ranking!
es: ¡Juega para ver tu ranking!

# achievementsUnlocked
source: unlocked
es: desbloqueados

source: New Achievement!
es: ¡Nuevo Logro!

# continueButton
source: Continue
es: Continuar

source: View Ranking
es: Ver Ranking

# achievementFirstGame
source: First Game
es: Primera Partida

# achievementFirstGameDesc
source: You played your first trivia game!
es: ¡Jugaste tu primera partida de trivia!

# achievementScore5
source: Rookie Trainer
es: Entrenador Novato

# achievementScore5Desc
source: Reach 5 points in a single game
es: Alcanza 5 puntos en una partida

# achievementScore10
source: Pokémon Expert
es: Conocedor Pokémon

# achievementScore10Desc
source: Reach 10 points in a single game
es: Alcanza 10 puntos en una partida

# achievementScore25
source: Pokémon Master
es: Experto Pokémon

# achievementScore25Desc
source: Reach 25 points in a single game
es: Alcanza 25 puntos en una partida

# achievementScore50
source: Elite Trainer
es: Maestro Pokémon

# achievementScore50Desc
source: Reach 50 points in a single game
es: Alcanza 50 puntos en una partida

# achievementScore100
source: Pokémon Legend
es: Leyenda Pokémon

# achievementScore100Desc
source: Reach 100 points in a single game
es: Alcanza 100 puntos en una partida
